Repository: sherifsakr/pms
Catalog: tms/local/*/LC_MESSAGES/django.po
Languages: ar

source: Project Management System cp
ar: لوحة تحكم نظام إدارة المشاريع

source: User Name
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Task Descreption
ar: وصف المهمة

source: Master
ar: رئيسية

source: Help
ar: مساندة

source: Task type
ar: نوع المهمة

source: Duration
ar: المدة التقريبية للإنجاز

source: New
ar: جديد

source: submitted
ar: تم الإعتماد

source: not submitted
ar: لم تعتمد

source: Status submitted
ar: حالة الإعتماد

source: in progres
ar: قيد التنفيذ

source: Done
ar: منجزة

source: Ignore
ar: لم تنجز

source: Status task
ar: حالة المهمة

source: Select Employee
ar: أختر موظف

source: Delegation To
ar: تفويض الى

source: Project Name
ar: أسم المشروع

source: Start Date
ar: تاريخ البدأ

source: End Date
ar: تاريخ الإنتهاء

source: Project Details
ar: تفاصيل المشروع

source: Select Status
ar: اختر الحالة

source: Status
ar: الحالة

source: Project Description
ar: تفاصيل المشروع

source: write a Description for Project .
ar: اكتب وصفا للمشروع

source: Please use the following format: <em>YYYY-MM-DD</em>.
ar: . <em>YYYY-MM-DD</em> الرجاء استخدام التنسيق التالي

source: The Project's name is too long.
ar: تفاصيل المشروع طويل جدا

source: Project's name is required.
ar: اسم المشروع مطلوب

source: Start Date is required.
ar: تاريخ البدء مطلوب

source: End Date is required.
ar: تاريخ الإنتهاء مطلوب

source: The Project's Description is too long.
ar: تفاصيل المشروع طويل جدا

source: Description is required.
ar: الوصف مطلوب

source: End date is less than start date
ar: تاريخ الانتهاء اصغر من تاريخ البدأ

source: Employee
ar: الموظف

source: Department
ar: الإدارة

source: Select Departement
ar: أختر القسم

source: Assignto
ar: إسناد الى

source: Task Name
ar: اسم المهمة

source: Task Details
ar: تفاصيل المهمة

source: Task Description
ar: وصف المهمة

source: write a Description for task .
ar: اكتب وصفا للمهمة

source: The Task's Description is too long.
ar: اسم المشروع طويل جدا

source: Note
ar: ملاحظة

source: Responsible
ar: المسؤل

source: Progress
ar: نسبة الإنجاز

source: The Task's name is too long.
ar: اسم المهمه طويل جدا

source: Task's name is required.
ar: اسم المهمه مطلوب

source: The Task's Pogress is over rang 100.
ar: اسم المهمه طويل جدا

source: Task's name is less than 0.
ar: اسم المهمه مطلوب

source: Status is required.
ar: تاريخ البدء مطلوب

source: Real Start Date
ar: تاريخ البدأ الفعلى

source: Finished on
ar: تاريخ الإنجاز

source: Finished Date
ar: تاريخ الإنجاز

source: Closed on
ar: الإغلاق

source: Closed on Date
ar: تاريخ الإغلاق

source: Please enter a reason to Close
ar: يرجى إدخال سبب الإغلاق

source: Reason
ar: السبب

source: Please enter a reason to cancel
ar: يرجى إدخال سبب الإلغاء

source: Departement
ar: الإدارة

source: Assign Type
ar: إسناد الى

source: Please Sealect Departement
ar: يرجى أختيار القسم

source: Choice action
ar: اختر الحالة

source: InProgress
ar: قيد التنفيذ

source: Hold
ar: متوقف

source: Cancelled
ar: ملغى

source: Closed
ar: مغلق

source: File Name
ar: اسم الملف

source: Choose File
ar: رفع الملف

source: Delegation to
ar: تفويض الى

source: Nothing
ar: من فضلك اختر

source: start Delegation
ar: تاريخ بداية التفويض

source: End Delegation
ar: تاريخ نهاية التفويض

source: Project Summary
ar: ملخص المشروع

source: Assignation
ar: الإسناد

source: Select Project
ar: يرجى إختيار المشروع

source: Please Select Project
ar: يرجى إختيار المشروع

source: Please Select Report Type
ar: يرجى إختيار التقرير

source: Choice type
ar: اختر نوع المهمة

source: task date
ar: وقت المهمة

source: Choice status
ar: تفيير الحالة

source: Choice reason
ar: اختر السبب

source: Need Support
ar: بحاجة الى دعم

source: Change piroty
ar: تغيير الأولوية

source: Sorry but you not have permission
ar: عفواً, لاتملك صلاحية لإستخدام النظام

source: Please Contact With Hr department
ar: برجاء التأكد من أن بياناتك مسجلة بشكل صحيح فى نظام شئون الموظفين

source: Back To Application
ar: الرجوع الى التطبيق

source: Sorry but we couldn't find this page
ar: عذرا، لم نتمكن من العثور على هذه الصفحة

source: This page you are looking for does not exist
ar: الصفحة التي تبحث عنها غير موجودة

source: add tasks
ar: إضافة مهام جديدة

source: Submit
ar: حفظ

source: Task Date
ar: وقت المهمة

source: Sheet Delete
ar: حذف المهمة

source: Projects
ar: المشاريع

source: Add Delegation
ar: إضافة تفويض

source: Back
ar: رجوع

source: Ad Project
ar: إضافة مشروع

source: Attached files
ar: المرفقات

source: add new file
ar: اضف ملف جديد

source: Reset
ar: إعادة

source: Add Task
ar: إضافة مهمة

source: Tasks List All
ar: قائمة جميع المهام

source: Emp Or dept
ar: أسم الموظف او الإدارة

source: Go
ar: بحث

source: Name
ar: اسم الموظف

source: Task count
ar: عدد جميع المهام

source: Task Submitted Count
ar: مهام معتمدة

source: Task not submitted count
ar: مهام غير معتمدة

source: View
ar: تفاصيل

source: in process
ar: تحت الإجراء

source: Tasks List Department
ar: قائمة مهام الإدارة

source: Search for
ar: البحث عن ...

source: Total employees
ar: إجمالى عدد الموظفين

source: Total tasks
ar: إجمالى عدد المهام

source: task completed
ar: المهام المنجزة

source: task not completed
ar: المهام غير المنجزة

source: Empolyee Name
ar: ادخل اسم الموظف

source: New task Count
ar: مهام جديدة

source: Details
ar: عرض

source: PMS
ar: نظام إدارة المشاريع

source: Task Deadline
ar: تاريخ انتهاء المهمة

source: Change status
ar: تفيير الحالة

source: All Projects
ar: كل المشاريع

source: Internal Projects
ar: مشاريع داخلية

source: External Projects
ar: مشاريع خارجية

source: All Tasks
ar: كل المهام

source: Internal Tasks
ar: مهام داخلية

source: External Tasks
ar: مهام خارجية

source: Tasks Open
ar: مهام مفتوحة

source: Complete
ar: مكتمل

source: Tasks by status
ar: المهام حسب الحالة

source: Canceled
ar: ملغى

source: Home
ar: الرئيسية

source: KPI
ar: المؤشرات

source: Tasks by enddate
ar: المهام حسب تاريخ الإنتهاء

source: Tasks by Departement
ar: المهام حسب الإدارة

source: Tasks by Status
ar: المهام حسب الحالة

source: Tasks work on
ar: مهام قيد التنفيذ

source: Projects Worked on
ar: مشاريع قيد التنفيذ

source: Task
ar: المهمة

source: Project
ar: المشروع

source: AssignedTo
ar: مسندة الى

source: comittment
ar: الالتزام

source: Tasks Number
ar: مهمه رقم

source: performance
ar: الأداء

source: Tasks
ar: المهام

source: Delegation List
ar: قائمة التفويضات

source: Start auth Date
ar: تاريخ البدأ

source: End auth Date
ar: تاريخ الإنتهاء

source: Action
ar: الإجراءات

source: Active
ar: تفويض ساري

source: Inactive
ar: تفويض منتهي

source: Edit
ar: تعديل

source: Submit Tasks
ar: إعتماد المهام

source: Duration by days
ar: المدة التقريبية للإنجاز باليوم

source: Employee Details
ar: بيانات الموظف

source: Job title
ar: المسمى الوظيفي

source: Mobile
ar: رقم الجوال

source: Ext
ar: تحويلة المكتب

source: Email
ar: البريد الإلكتروني

source: submitted tasks
ar: تم الإعتماد

source: Submitted
ar: إعتماد المهام

source: Edit tasks
ar: تعديل المهام

source: Task has been asigned to you in PMS
ar: تم إسناد مهمة إليك على نظام إدارة المشاريع

source: Click Here
ar: أضغط هنا

source: Basic Info
ar: المعلومات الأساسية

source: Created By
ar: أنشأت بواسطة

source: AssignedDate
ar: تاريخ الإسناد

source: Task Status
ar: حالة المهمه

source: project Name
ar: أسم المشروع

source: Contact Info
ar: بيانات الاتصال

source: Phone
ar: الهاتف

source: GAS
ar: الهيئة العامة للإحصاء

source: has been canceled by
ar: تم إالغائها بواسطة

source: Action Detail
ar: تفاصيل الإجراء

source: Cancelled By
ar: ألغيت بواسطة

source: Cancelled Date
ar: تاريخ الإالغاء

source: The project has been assigned to you in PMS system
ar: تم إسناد مشروع إليك على نظام إدارة المشاريع

source: Detail
ar: التفاصيل

source: Project Status
ar: حالة المشروع

source: Delegation Date
ar: تاريخ التفويض

source: Search area
ar: قائمة المهام

source: Sbmitted status
ar: حالة الاعتماد

source: Status filter
ar: حالة الانجاز

source: satrt date
ar: بداية التاريخ

source: form
ar: من

source: end date
ar: نهاية التاريخ

source: to
ar: الى

source: search
ar: البحث عن ...

source: Operations
ar: عمليات

source: Change status submit
ar: تغيير حالة الاعتماد

source: General Authority for Statistics
ar: الهيئة العامة للإحصاء

source: Knaban
ar: كانبان

source: Inprogress
ar: جارى العمل

source: Login Form
ar: تسجيل الدخول

source: Please enter a correct user name and password.
ar: برجاء التأكد من أسم المستخدم وكلمة المرور

source: Log in
ar: دخول

source: Delegation from
ar: تفويض من

source: Department name
ar: الإدارة

source: Show
ar: عرض

source: Tasks List
ar: قائمة المهام

source: Add Tasks
ar: إضافة وتعديل المهام

source: Task Start
ar: وقت المهمة

source: delete project confirmation
ar: تأكيد حذف المشروع

source: Created Date
ar: تاريخ الإنشاء

source: Attachments
ar: المرفقات

source: Delete
ar: حذف

source: Remaining Time
ar: الوقت المتبقى

source: Number of tasks
ar: عدد المهام

source: Completion Rate
ar: مكتمل

source: Recent Activity
ar: أخر التحديثات

source: Tasks Count
ar: عدد المهام

source: Follow-up Administration
ar: إدارة المتابعة

source: Search
ar: البحث عن ...

source: Result Number :
ar: عدد النتائج

source: Assigned to
ar: مهام مسندة لى

source: Page
ar: صفحة

source: Gantt Chart
ar: مخطط جانت

source: Completed
ar: مكتمل

source: Team Members
ar: اعضاء الفريق

source: Project Overview
ar: تفاصيل المشروع

source: Projects List
ar: قائمة المشاريع

source: delete Task confirmation
ar: تأكيد حذف المهمة

source: Task List
ar: قائمة المهام

source: Can not go back after delete this task
ar: لا يمكن الرجوع عن هذا الإجراء بعد الحذف

source: Pause Task
ar: تعليق المهمه

source: Start Task
ar: تاريخ البدأ

source: Finish Task
ar: إنهاء

source: Cancel Task
ar: سبب الإلغاء

source: Assign To
ar: إسناد الى

source: Close Task
ar: إغلاق المهمه

source: Edit Task
ar: تعديل المهام

source: Attachment
ar: المرفقات

source: Assigned To
ar: مسندة الى

source: Mailto To
ar: إرسال الى

source: Actions
ar: الإجراءات

source: Finished By
ar: انجزت بواسطة

source: Closed By
ar: أغلقت بواسطة

source: Cancelled Reason
ar: سبب الإلغاء

source: Last Edited
ar: أخر تعديل

source: Save Changes
ar: حفظ التغيرات

source: Basci Info
ar: المعلومات الأساسية

source: Rang from 0 t0 100
ar: القيمة من 1 الى 100

source: Team members
ar: اعضاء الفريق

source: Employee Name
ar: اسم الموظف

source: tasks new
ar: مهام جديدة

source: Tasks inprogress
ar: مهام قيد التنفيذ

source: Tasks done
ar: مهام منجزة

source: Tasks closed
ar: مهام مغلقة

source: Tasks cancelled
ar: مهمام ملغيه

source: Project From another department
ar: مشاريع من إدارات أخرى

source: Delegations
ar: التفويضات

source: Reports
ar: التقارير

source: Start
ar: بدأ

source: End
ar: أنتهاء

source: Project Progress
ar: نسبة الإنجاز

source: Account
ar: الموظف

source: not assigned
ar: لم تسند

source: Report Type
ar: نوع التقرير

source: Select All
ar: أختر الكل

source: Create
ar: إنشاء التقرير

source: Report
ar: التقارير

source: All Departments
ar: جميع الإدارات

source: Choice Department
ar: اختر اسم الإدارة

source: All Department
ar: جميع الإدارات

source: Manager Name
ar: المدير المباشر

source: Task Done
ar: المهام المنجزة

source: Task inprogress
ar: مهام قيد التنفيذ

source: Task not complete
ar: المهام غير المنجزة

source: Project Management
ar: إدارة المشاريع

source: General
ar: عام

source: My To Do List
ar: سجل مهامى

source: Follow-up Reports
ar: تقارير المتابعة

source: Manage Delegation
ar: إدارة التفويضات

source: Department Delegation
ar: إدارات مفوض عليها

source: Tasks assigned to departement
ar: مهام مسندة الى الإدارة

source: manage all sheets
ar: إدارة سجل مهام الموظفين

source: submit tasks
ar: تم الإعتماد

source: Assign task to
ar: مهام مسندة الي

source: Close
ar: إغلاق

source: Save changes
ar: حفظ التغيرات

source: Task Finish
ar: إنهاء المهمة

source: All Project Tasks
ar: كل المهام

source: Open Tasks
ar: مهام مفتوحة

source: Assigned to Me
ar: مهام مسندة الي

source: Assigned to Departement
ar: مسندة الى الإدارة

source: Delayed
ar: متأخر

source: More
ar: المزيد ...

source: Finished By Me
ar: قمت أنا بإنجازها

source: Ad Task
ar: إضافة مهمة

source: Kanban
ar: كانبان

source: Finshed By
ar: انجزت بواسطه

source: Finshed Date
ar: تاريخ الإنجاز

source: Play
ar: بدأ

source: Finish
ar: إنهاء

source: Assign
ar: مهام مسندة لى

source: Projct Name
ar: أسم المشروع

source: Profile
ar: الملف الشخصى

source: Log Out
ar: تسجيل خروج

source: No tasks
ar: عفواً, لا يوجد مهام تمت إضافتها

source: No data there
ar: عفواً, لا يوجد مهام لموظفين الإدارة

source: No data
ar: عفواً, لا يوجد مهام لموظفين الإدارة

source: Post Submit
ar: تم حفظ المهام بنجاح

source: Post Done
ar: تم تغيير الحاله بنجاح

source: Edit complete
ar: تم التعديل بنجاح

source: Change status done
ar: تم تغيير حالة المهمة بنجاح

source: Project has delegated to you in PMS
ar: تم إسناد مشروع إليك على نظام إدارة المشاريع

source: Project has created successfully
ar: تم إنشاء المشروع بنجاح

source: Project has updated successfully
ar: تم تحديث المشروع بنجاح

source: Edit Project
ar: تعديل المشروع

source: Project has deleted successfully
ar: تم حذف المشروع بنجاح

source: Update start date for task by
ar: تم تحديث وقت بدء المهمة

source: Start Date Updated successfully
ar: تم تعديل تاريخ إغلاق المهمه بنجاح

source: Finished
ar: منجزة

source: Finish Date Updated successfully
ar: تم تعديل تاريخ إغلاق المهمه بنجاح

source: Enter a reason .
ar: الرجاء إدخال السبب

source: Close Task by
ar: إغلاق المهمه

source: Close Date Updated successfully
ar: تم تعديل تاريخ إغلاق المهمه بنجاح

source: Cancel Task by
ar: سبب الإلغاء

source: Task has been cancelled successfully
ar: تم إلغاء المهمه بنجاح

source: Task Number
ar: مهمه رقم

source: has been canceled
ar: تم الغائها

source: Enter a note .
ar: الرجاء إدخال السبب

source: Task Pause by
ar: ايقاف بواسطة

source: Task has been continuous successfully
ar: تم تعديل حالة المهمه بنجاح

source: task end date date is less than project start date
ar: تاريخ الانتهاء اصغر من تاريخ ابدا المشروع

source: task end date date is bigger than project end date
ar: تاريخ الانتهاء اصغر من تاريخ نهاية المشروع

source: task start date is less than project start date
ar: تاريخ البدأ اصغر من تاريخ البدأ

source: task start date is bigger than project end date
ar: تاريخ البدأ أكبر من تاريخ البدأ

source: Add new Task By
ar: إضافة مهمة جديدة بواسطة

source: And Assign to
ar: وتم إسنادها الى

source: Task Added
ar: تم إنشاء المهمة بنجاح

source: Task has been deleted successfully
ar: تم حذف المهمة بنجاح

source: Enter select assigntype
ar: أختر نوع الإسناد

source: by
ar: بواسطة

source: Assign Task to
ar: إسناد الى

source: Task has been assigned successfully
ar: تم تعديل تاريخ إلغاء المهمه بنجاح

source: Task Progress chenged by
ar: تغيير حالة المهمة بواسطة

source: Progress Updated successfully for Task number
ar: تم تعديل نسبة الانجاز بنجاح

source: Task has been updated successfully
ar: تم تعديل المهمة بنجاح

source: Edit Task successfully by
ar: تم تعديل المهمه بواسطه

source: Add complete
ar: تمت الإضافة بنجاح

source: No Delegations
ar: عفواً, لايوجد تفويضات

source: English
ar: إنجليزى
